INSERT INTO GTB_workout_exercises (workout_id, user_id, exercise_name, is_bodyweight) VALUES
-- День 1. PUSH
(NULL, 1, N'Жим лежа на горизонтальной скамье', 0),
(NULL, 1, N'Жим гантелей на наклонной скамье (30°)', 0),
(NULL, 1, N'Тренажер Бабочка', 0),
(NULL, 1, N'Махи гантелями в стороны', 0),
(NULL, 1, N'Разгибания на трицепс в блоке', 0),
(NULL, 1, N'Скручивания на полу / в тренажере', 1),
(NULL, 1, N'Кардио: дорожка (быстрая ходьба в горку)', 2),

-- День 2. PULL
(NULL, 1, N'Подтягивания', 1),
(NULL, 1, N'Тяга штанги в наклоне', 0),
(NULL, 1, N'Тяга гантели к поясу в упоре', 0),
(NULL, 1, N'Махи гантелями в наклоне', 0),
(NULL, 1, N'Сгибания рук со штангой', 0),
(NULL, 1, N'Кисть Смаева / Предплечья', 0),
(NULL, 1, N'Кардио: эллипс или велотренажер', 2),

-- День 3. LEGS
(NULL, 1, N'Жим ногами', 0),
(NULL, 1, N'Болгарские приседания', 0),
(NULL, 1, N'Разгибания ног в тренажере', 0),
(NULL, 1, N'Сгибания ног лежа', 0),
(NULL, 1, N'Икры в тренажере', 0),
(NULL, 1, N'Подъем ног в висе на турнике', 1),
(NULL, 1, N'Кардио: спокойная ходьба', 2);